Repository: common-repository/pdpa-consent
Catalog: languages/pdpa-consent-*.po
Languages: th

source: Please setup PDPA Consent setting in <a href="/wp-admin/admin.php?page=pdpa-consent">plugin page.</a>
th: กรุณาตั้งค่า PDPA Consent ใน <a href="/wp-admin/admin.php?page=pdpa-consent">plugin page.</a>

source: User Privacy
th: ข้อมูลส่วนบุคคล

source: User privacy page is created
th: หน้าข้อมูลส่วนบุคคลถูกสร้างแล้ว

source: View page
th: ดูหน้า

source: Read term and privacy policy
th: อ่านเงื่อนไขการรักษาข้อมูลส่วนบุคคล

source: Allow
th: ยอมรับ

source: Not Allow
th: ไม่ยอมรับ

source: PDPA Allow
th: ยอมรับ PDPA

source: Waiting for consent.
th: รออนุมัติ

source: Waiting.
th: รอ

source: Not allow.
th: ไม่อนุมัติ

source: Allow.
th: อนุมัติ

source: Timestamp
th: เมื่อ

source: Download profile data
th: ดาวน์โหลดสำเนาข้อมูล

source: Reset consent
th: แก้ไขการยินยอม

source: Delete account
th: ลบข้อมูลบัญชีผู้ใช้ทั้งหมด

source: Thailand’s Personal Data Protection Act (PDPA)
th: เงื่อนไขและนโยบายข้อมูลส่วนบุคลล (PDPA)

source: PDPA Consent term page is regenerated.
th: หน้า PDPA Term ถูกสร้างใหม่แล้ว

source: PDPA Consent setup
th: ตั้งค่า PDPA Consent

source: Privacy page
th: หน้า Privacy Policy ที่ถูกสร้าง

source: Regenerate the privacy page.
th: สร้างหน้า PDPA Term ใหม่อีกครั้ง

source: Enable consent noti
th: เปิดใช้งาน Popup แจ้งเตือน

source: Use dark theme
th: ใช้ธีมมืด

source: Allow button color
th: สีปุ่มอนุญาต

source: Not allow button color
th: สีปุ่มไม่อนุญาต

source: Notification popup type
th: รูปแบบการแจ้งเตือน

source: Popup message
th: ข้อความแจ้ง

source: Website name (*)
th: ชื่อเว็บไซต์ (*)

source: Web description
th: คำอธิบายเกี่ยวกับบริการ

source: List of user data (*)<br>(one data set per line)
th: รายการข้อมูลที่ขอสิทธิ (*)<br>(1 แถวต่อ 1 ข้อมูลที่ขอ)

source: Address (*)
th: ที่อยู่ (*)

source: Contact
th: การติดต่อ

source: Email (*)
th: อีเมล์ (*)

source: Top bar
th: ด้านบน

source: Center popup
th: ตรงกลาง

source: Bottom bar
th: ด้านล่าง

source: Your privacy is important to us. We need your data just for the important process of services. Please allow if you accept the term of privacy comply with PDPA.
th: ความเป็นส่วนตัวของคุณคือสิ่งสำคัญสำหรับเรา เราต้องการข้อมูลของคุณเพียงเพื่อการประมวลผลที่จำเป็นต่อการให้บริการ โปรด ยินยอม ถ้าคุณยอมรับเงื่อนไขการข้อตกลงในการใช้งานที่รวมถึง PDPA ของไทย

source: Your website name or Company name
th: ชื่อเว็บไซต์หรือชื่อบริการของคุณ

source: Such as John Doe (081-111-1111)
th: เช่น มะลิ (081-111-1111)

source: PDPA Consent allows you to notify to the user to accept privacy terms. Comply with Thailand PDPA law.
th: กำหนดเงื่อนไขและนโยบาลเกี่ยวกับข้อมูลส่วนบุคคล ตามกฎหมายคุ้มคลองข้อมูลส่วนบุคคล PDAP สำหรับประเทศไทย
